9/data/attachments/a7a34ff638ba449f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Danielle_already_Actions_62104_0</nif:username>
            <nif:friendToBeRequested>soap_actions_e14349be-55c7-4042-8a4e-fbe94b0cda25</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>